<template>
    <div class='indicator'>
        <section>
            <h4>什麼是KDJ</h4>
            <p>KDJ又稱隨機指標，最早用於期貨市場的分析，由喬治·萊恩（George Lane）首創，現在廣泛用於股市的短期趨勢分析。隨機指標(KDJ)是以最高價、最低價及收盤價為基本數據進行計算，得出的K值、D值和J值分別在指標的坐標上形成的一個點，連接無數個這樣的點位，就形成一個完整的、能反映價格波動趨勢的KDJ指標。</p>
            <img src='/images/signal/indicator/kdj.png' />
        </section>
        <section>
            <h4>指標特點</h4>
            <p>• KDJ指標具有極佳的靈敏度，當價格運行趨勢發生細微的變化時，KDJ指標總能在第一時間給出交易指示信號</p>
            <p>• KDJ指標具有預警功能，當價格進入強勢上漲或下跌行情時，KDJ指標中的三條曲線會依次進入超低或超高區域，數值越高或越低反轉的可能性越大</p>
            <p>• KDJ指標與其他技術指標兼容性強</p>
        </section>
        <section>
            <h4>KDJ的用法</h4>
            <h5>金叉</h5>
            <p>當K線在圖形上突破D線時，俗稱金叉，這是一種買入信號。此外，當K線和D線在20以下向上交叉時，此時的短期買入信號比較準確；如果K值在50以下，在D值之上交叉兩次，形成較高的金叉 "W "形態，則股價可能有相當大的上漲，市場前景看好。</p>
            <h5>死叉</h5>
            <p>當K值越來越小，然後從上面跌破D線時，通常被稱為死叉，被視為賣出信號。此外，當K線和D線在80關口交叉向下時，此時的短期賣出信號更為準確。如果K值在50以上，在趨勢中兩次穿越D線以下，並從低位死叉 "M "形態，市場前景可能會有相當大的股價下跌。</p>
            <h5>超買</h5>
            <p>KDJ的值從0到100不等（J值有時會超過），K值在80以上，D值在70以上，J值大於90時為超買。一般情況下，股價有可能下跌。投資者應謹慎行事，局外人不應再追漲，局內人應適時賣出。</p>
            <h5>超賣</h5>
            <p>KDJ的值從0到100不等（J值有時會超過），K值在20以下，D值在30以下為超賣區。一般情況下，股價有可能上漲，反彈的可能性增大。局內人不應輕易拋出，局外人可尋機入場。</p>
        </section>
    </div>
</template>

<style lang="scss" scoped>
@import '@/plugins/signal/style/indicator.scss';
</style>
