<template>
    <div class='indicator'>
        <section>
            <h4>
                什么是CCI
            </h4>
            <p>CCI（Commodity Channel lndex）顺势指标是测量股价是否已超出常态分布范围的一个指数，由唐纳德·R.兰伯特（DonaldLambert）所创，属于超买超卖类指标中较特殊的一种，波动于正无限大和负无限小之间。</p>
        </section>
        <section>
            <h4>指标特点</h4>
            <p>• CCI指标具有极佳的灵敏度，当价格运行趋势发生细微的变化时，CCI指标总能在第一时间给出交易指示信号</p>
            <p>• CCI指标具有预警功能，当价格进入强势上涨或下跌行情时，CCI指标中的三条曲线会依次进入超低或超高区域，数值越高或越低反转的可能性越大</p>
            <p>• CCI指标与其他技术指标兼容性强</p>
        </section>
        <section>
            <h4>CCI的用法</h4>
            <h5>上涨突破</h5>
            <p>当K线在图形上突破D线时，俗称金叉，这是一种买入信号。此外，当K线和D线在20以下向上交叉时，此时的短期买入信号比较准确；如果K值在50以下，在D值之上交叉两次，形成较高的金叉 "W "形态，则股价可能有相当大的上涨，市场前景看好。</p>
            <h5>下跌突破</h5>
            <p>当K值越来越小，然后从上面跌破D线时，通常被称为死叉，被视为卖出信号。此外，当K线和D线在80关口交叉向下时，此时的短期卖出信号更为准确。如果K值在50以上，在趋势中两次穿越D线以下，并从低位死叉 "M "形态，市场前景可能会有相当大的股价下跌。</p>
            <h5>涨势走弱</h5>
            <p>CCI的值从0到100不等（J值有时会超过），K值在80以上，D值在70以上，J值大于90时为超买。一般情况下，股价有可能下跌。投资者应谨慎行事，局外人不应再追涨，局内人应适时卖出。</p>
            <h5>跌势走弱</h5>
            <p>CCI的值从0到100不等（J值有时会超过），K值在20以下，D值在30以下为超卖区。一般情况下，股价有可能上涨，反弹的可能性增大。局内人不应轻易抛出，局外人可寻机入场。</p>
        </section>
    </div>
</template>

<style lang="scss" scoped>
@import '@/plugins/signal/style/indicator.scss';
</style>
