<template>
    <div class='indicator'>
        <section>
            <h4>什麼是CCI</h4>
            <p>CCI（Commodity Channel lndex）順勢指標是測量股價是否已超出常態分佈範圍的一個指數，由唐納德·R.蘭伯特（DonaldLambert）所創，屬於超買超賣類指標中較特殊的一種，波動於正無限大和負無限小之間。</p>
        </section>
        <section>
            <h4>指標特點</h4>
            <p>
                • CCI指標具有極佳的靈敏度，當價格運行趨勢發生細微的變化時，CCI指標總能在第一時間給出交易指示信號
            </p>
            <p>• CCI指標具有預警功能，當價格進入強勢上漲或下跌行情時，CCI指標中的三條曲線會依次進入超低或超高區域，數值越高或越低反轉的可能性越大</p>
            <p>• CCI指標與其他技術指標兼容性強</p>
        </section>
        <section>
            <h4>CCI的用法</h4>
            <h5>上漲突破</h5>
            <p>當K線在圖形上突破D線時，俗稱金叉，這是一種買入信號。此外，當K線和D線在20以下向上交叉時，此時的短期買入信號比較準確；如果K值在50以下，在D值之上交叉兩次，形成較高的金叉 "W "形態，則股價可能有相當大的上漲，市場前景看好。</p>
            <h5>下跌突破</h5>
            <p>當K值越來越小，然後從上面跌破D線時，通常被稱為死叉，被視為賣出信號。此外，當K線和D線在80關口交叉向下時，此時的短期賣出信號更為準確。如果K值在50以上，在趨勢中兩次穿越D線以下，並從低位死叉 "M "形態，市場前景可能會有相當大的股價下跌。</p>
        </section>
    </div>
</template>

<style lang="scss" scoped>
@import '@/plugins/signal/style/indicator.scss';
</style>
